Repository: leboncoin/spark-ios
Catalog: Modules/Components/InputOTP/Sources/Core/Resources/Localizable.xcstrings
Source language: fr
Languages: en

# accessibility_clear_all_action
source: Tout effacer
en: Clear all

# accessibility_input_otp_hint_alphanumeric
source: Saisissez des lettres ou des chiffres
en: Enter letters or numbers

# accessibility_input_otp_hint_complete
source: Code complet
en: Code complete

# accessibility_input_otp_hint_error
source: Code invalide, veuillez réessayer
en: Invalid code, please try again

# accessibility_input_otp_hint_letter
source: Saisissez uniquement des lettres
en: Enter letters only

# accessibility_input_otp_hint_number
source: Saisissez uniquement des chiffres
en: Enter numbers only

# accessibility_input_otp_label_alphanumeric
source: Code de sécurité, %lld caractères
en: Security code, %lld characters

# accessibility_input_otp_label_letter
source: Code de sécurité, %lld lettres
en: Security code, %lld letters

# accessibility_input_otp_label_number
source: Code de sécurité, %lld chiffres
en: Security code, %lld digits

# accessibility_input_otp_value_complete_alphanumeric
source: Tous les caractères saisis : %@
en: All characters entered : %@

# accessibility_input_otp_value_complete_letter
source: Toutes les lettres saisies : %@
en: All letters entered : %@

# accessibility_input_otp_value_complete_number
source: Tous les chiffres saisis : %@
en: All digits entered : %@

# accessibility_input_otp_value_progress_alphanumeric
source: %1$lld caractère sur %2$lld saisis : %3$@
en: %1$lld of %2$lld characters entered : %3$@

# accessibility_input_otp_value_progress_letter
source: %1$lld lettre sur %2$lld saisies : %3$@
en: %1$lld of %2$lld letters entered : %3$@

# accessibility_input_otp_value_progress_number
source: %1$lld chiffre sur %2$lld saisis : %3$@
en: %1$lld of %2$lld digits entered : %3$@

# accessibility_paste_action
source: Coller
en: Paste

# context_menu_paste_action
source: Coller
en: Paste
